[
    {
        "name": "Fittonia Green Plant (Nerve Plant)",
        "image": "fittoniagreennew_45",
        "category":["indoor"],
        "sciname":"",
        "description":"The Fittonia will satisfy the inner perfectionist in you. Each leaf of Fittonia Green is perfectly shaped with vivid white veins that run across the dark green leaf, earning it the names Nerve Plant and Silver Net Plant. She’s a temperamental plant, but totally worth the hassle!",
        "price":316
    },
    {
        "name": "Jade Plant Mini",
        "image": "crassulagreenmini_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Are you a sucker for succulents? The Crassula Green Mini will be your dream plant kid. One of the easiest houseplants to look after, the Crassula Green Mini boasts a lush foliage which beautifies any room. Also considered lucky as per Feng Shui for its coin like round plump leaves, so go on, bring some green home, the luck just tags along for free.",
        "price":199
    },
    {
        "name": "Money Plant Variegated",
        "image": "moneyvariegated_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Not an expert in growing plants? No problem. The Money Plant Variegated is perfect for you. Featuring beautiful variegations on glossy, heart shaped, green leaves, the Money Plant is an extremely low - maintenance plant which is ideal for both homes and offices.",
        "price":260
    },
    {
        "name": "Betel Leaf Plant (Magai Paan)",
        "image": "betelleaf_eye_1",
        "category":["indoor","airPurifier"],
        "sciname":"",
        "description":"The Betel Leaf, or Magai Paan is a creeper with glossy heart-shaped leaves that are popularly consumed in India. It is fairly easy to grow even for new plant parents with a little care. Let it climb or trail and it will be a great addition to both your collection and food habit as it is known to cool the body and provides many nutrients.",
        "price":280
    },
    {
        "name": "Peace Lily Plant",
        "image": "spathiphyllumsensation_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The bigger cousin of the beautiful peace lily, the Spatiphyllum Sensation is one of the most loved peace lily varieties in the world. In addition to its majestic white flowers, it has large, glossy, oblong leaves that are excellent air purifiers. The best part is its ease to grow and low maintenance nature that makes it a perfect choice first time gardeners.",
        "price":276
    },
    {
        "name": "Broken Heart Plant",
        "image": "philodendronbrokenheart_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"One of the most popular houseplants, this easy growing plant with its heart shaped leaves that have holes in the leaf blade is a crowd favourite. Quick to grow with delicate trailing vines that can be styled for every space, the Philodendron broken heart will add an instant tropical feel and charm to your space.",
        "price":356
    },
    {
        "name": "Calathea Freddie",
        "image": "calatheafreddie_45",
        "category":["indoor"],
        "sciname":"",
        "description":"With its elongated shiny leaves, sporting beautiful zebra stripes in shades of green, Calathea Freddie will liven up your home like no other plant. A proud member of the Calathea Prayer Plant family, its leaves follow the movement of the sun through the day and close up at night. The Freddie is perfect for bright indoor spaces and both for tabletop and floor planters.",
        "price":476
    },
    {
        "name": "Money Plant Golden",
        "image": "moneygolden_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"A darling of home gardeners everywhere, the Money Plant Golden is famous for its never give up attitude. This plant can survive neglect and adapt to almost all growing conditions to fill your space with a trailing growth of bright green coloured foliage in no time. An air purifier that can be styled for any space to give it an easy tropical look.",
        "price":276
    },
    {
        "name": "Spider Plant",
        "image": "chlorophytumspider_45_1",
        "category":["indoor" , "airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Chlorophytum Spider, also the Spider Plant is an impressive indoor plant and perfect for beginners. It is not only easy to care for but also a NASA certified air purifier. Its long, green foliage with white variegations look good in both hanging planters and as desktop setups. In favourable conditions, it blooms with small white flowers and its pups grow on stems cascading from the plant.",
        "price":199
    },
    {
        "name": "Monstera Peru Green",
        "image": "monsteraperu_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"With its rubbery and glossy leaves and fast-growing nature, the Monstera Peru is a multifaceted plant that will grow quickly to fill your home with tropical beauty. The Monstera Peru is extremely easy to take care of and thrives in areas with bright indirect light. Place it on a tabletop or a hanging basket it trails and climbs with equal panache. This easy-to-care-for plant fits very well in all decor settings",
        "price":396
    },
    {
        "name": "Ficus Prestige",
        "image": "ficusprestige_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The Ficus Prestige is a common houseplant both in offices and homes owing to its unique variegated foliage and ease of growing. A favourite among landscape professionals to break the monotony of green. It is easy to grow and an ideal choice if you don’t have a lot of time on your hands. Place it in a well-it corner and water occasionally. Voila!",
        "price":276
    },
    {
        "name": "White Orchid",
        "image": "whiteorchid_45",
        "category":["indoor"],
        "sciname":"",
        "description":"The saying “A thing of beauty is a joy forever” has never been truer than in the case of orchids. One of the most exotic flowers to grace our homes, the orchids are finicky in their care but reward you with sweet-smelling flowers that last a long while. These white orchids will turn your home into a winter wonderland in no time.",
        "price":1035
    },
    {
        "name": "Areca Palm Plant",
        "image": "arecapalm_eye_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Once an endangered species, the Areca Palm is a staple in Indian spaces. One of the most undervalued plants in the indoor plant category. This excellent air purifier is pet friendly and easy to grow. Its delicate leaves/fronds grow outwards in a curved manner and add a tropical feel to any space and can adapt to a variety of growing conditions.",
        "price":370
    },
    {
        "name": "Monstera Deliciosa Plant",
        "image": "monsteradeliciosa_45",
        "category":["indoor"],
        "sciname":"",
        "description":"You might have seen it in a million home décor posts on social media, the absolute reigning king, the Monstera Deliciosa, or the Swiss Cheese Plant is a prepossessing tropical delight with shiny large leaves with natural holes that resemble those in Swiss Cheese. Its mere presence adds happiness to a home and elevates your decor.",
        "price":1196
    },
    {
        "name": "Aralia Variegated Mini Plant",
        "image": "araliavariegatedmini_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Aralia Variegated ‘Marginata’ is a lacy leafed Aralia plant variety that has creamy borders. It looks like a tabletop version of a rainforest that is very easy to grow. An excellent air purifier and humidifier for homes, they are a great option for all gardeners – novices and professionals alike",
        "price":276
    },
    {
        "name": "Aralia Golden Plant",
        "image": "araliagolden_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Aralia Golden will not only beautify your home and satiate your green thumb, but will also eliminate formaldehyde, benzene, trichloroethylene, and carbon dioxide from your home so that you only breathe pure air and stay healthy and happy. The Aralia Golden plant will also help control the humidity of the room she is in, as a thank you for the love.",
        "price":276
    },
    {
        "name": "Haworthia Cooperi Hybrid",
        "image": "haworthiacooperihybrid_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The Haworthia Cooperi Hybrid is a one-of-a-kind succulent, with bluish-green leaves that grow in the shape of erect crystal shapes. Excellent for brightly lit indoors, these succulents will thrive on total neglect and are excellent for offices and study tables. They look excellent in succulent arrangements and open terrariums and make for excellent gifts.",
        "price":476
    },
    {
        "name": "Peperomia Green Creeper Plant",
        "image": "peperomiagreencreeper_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"A rising favourite in the indoor plant world, the peperomia green creeper plants baosts of glossy green heart shpaed leaves on thick trailing stems. Excellent for both table tops and hanging baskets, they look especially striking when grown on a trellis. These tropical beauties are a perfect addition to indoor spaces.",
        "price":276
    },
    {
        "name": "Cactus Cereus Repandus",
        "image": "cacticereus_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Also known as the Apple cactus, the Cereus Repandus is an extremely carefree plant for bright spaces. This cactus grows in columns that are blue-green in colour and are ribbed into segments. With proper care, this pretty succulent gives beautiful white nocturnal flowers. Excellent addition to your shelves, worktables, and other compact spaces, this one will surely bring in a cool vibe to your home.",
        "price":396
    },
    {
        "name": "Calathea White Star",
        "image": "calatheawhitestar_45",
        "category":["indoor"],
        "sciname":"",
        "description":"The Calathea White Star might not be a velvety purple like its other family members, but its just as beautiful. With long leaves in a refreshing shade of green and white variegations, the Calathea White Star is a beautiful plant for indoor spaces. Great for shelves and corners that are not as brighlty lit, it is easy to care for and loves a warm humid environment. Both pet-friendly and an air-purifier, the calatheas are the perfect houseplant.",
        "price":756
    },
    {
        "name": "Zamia ZZ Black Plant",
        "image": "zzblack_eye",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"After its grand debut on the global gardening scene in 2019, the Black ZZ is at the top of the list for many plant parents. A variety of the famous green ZZ, this plant has the darkest purple, almost black leaves, and is one of the easiest plants to care for, it can live happily in the lowest light and is extremely drought resistant. To top it off, it's an excellent air purifier.",
        "price":796
    },
    {
        "name": "Syngonium Pink Plant",
        "image": "syngoniumpinkneon_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The Syngonium Pink Neon is simply the cutest ornamental creeper you will have met. Its adorable pink heart shaped foliage makes him look like an artificial plant. Ideal for both tabletops and floor planters, with proper care, it can grow up to 3 to 6 feet. This Goosefoot plant is wonderfully unpredictable because as a baby he grows upright but can totally either trail or climb as he grows older.",
        "price":260
    },
    {
        "name": "Syngonium Mini Plant",
        "image": "syngonium_mini_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"It used to be a vine and is now a tabletop variety, lending the same beauty to your space. Its variegated arrow shaped leaves in green and silver will hold your attention every time you look at it. This easy to grow plant is one of the best choices for new plant parents. This dwarf variety is perfect for indoor desks and tabletops.",
        "price":316
    },
    {
        "name": "Crassula Ovata Variegated",
        "image": "crassulaovatavariegated_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Crassula Ovata, commonly known as the Jade Plant, is a hardy succulent plant featuring waxy, fleshy leaves with green and off-white variegations that can be grown in both indoor and outdoor spaces. This easy-to-grow succulent is famed to bring luck and prosperity to your home. It can be pruned and propagated extensively and its low maintenance nature makes it ideal for both homes and offices.",
        "price":396
    },
    {
        "name": "Syngonium Pixie Plant",
        "image": "syngoniumpixienewyellow_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"True to its name, the Syngonium Pixie variety is a tiny ornamental plant that grows to a maximum height of 6 to 8 inches. A delight at your work-desk or side tables. Not only are the Syngonium Pixies colourful with their dark green leaves with whitish centres, but they’re also quite easy to grow and care for. These tiny plants pack a lush foliage.",
        "price":276
    },
    {
        "name": "Syngonium Weindlandii",
        "image": "45_29_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The Syngonium Weindlandii does justice to its quirky name with its lush green arrow shaped leaves and bright white central space. Also called the Arrowhead Plant, Nepthytis, or Silver Goosefoot Plant. The Arrowhead, despite being the perfect sized plant for indoor spaces, requires care and vigilance due to the toxic nature of its sap on ingestion.",
        "price":316
    },
    {
        "name": "Philodendron Xanadu Plant - Green",
        "image": "philodendronxanadugreen_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Pretty, sturdy, and low maintenance with sophisticated leaves, the Philodendron Xanadu is definitely one plant you must add to your plant family. The shiny, green, and leathery leaves of the Xanadu lend it an exotic look. The Philodendron Xanadu is not just good looking and ornamental but also a great air purifier.",
        "price":276
    },
    {
        "name": "Haworthia Cooperi",
        "image": "haworthiacooperi_top",
        "category":["indoor"],
        "sciname":"",
        "description":"Haworthia Cooperi is a cute little succulent with fleshy leaves in bluish-green colour. The bulbous leaves grow in perfect symmetrical rosettes that are propagated by pups that spring up around the mother plant. The leaf tips of the Cooperi turn slightly transparent with light. These slow-growing succulents are excellent for small spaces and make for great gifting options.",
        "price":396
    },
    {
        "name": "Peperomia Caperata",
        "image": "peperomiacaperatanew_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The rounded heart-shaped leaves will melt the sternest of people. The leaves have a wrinkly texture with elegantly shaped variegations in darker green, it is also known as the Emerald Ripple peperomia. This beauty is a happy trooper and grows into a dense mound with little care and looks great in any decor theme, especially suited for tabletops, shelves, and small wall planters. To top it all off, it has air purifying qualities.",
        "price":796
    },
    {
        "name": "Lucky Bamboo Plant - 2 Layer",
        "image": "eye_level_28",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"One of the luckiest plants according to Feng Shui is the Lucky Bamboo 2 Layer plant. This easy to grow and inexpensive plant is a popular choice of plant to keep at homes or offices. According to Feng Shui, the Lucky Bamboo brings positivity, wealth, and good health to homes.",
        "price":260
    },
    {
        "name": "Lucky Bamboo Plant - 3 Layer",
        "image": "eye_level_27",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"One of the luckiest plants according to Feng Shui is the Lucky Bamboo 3 Layer plant. This easy to grow and inexpensive plant is a popular choice of plant to keep at homes or offices. An excellent and easy to maintain gifting option that is said to bring luck to the bearer. Place it in a stunning glass bowl and make it a centrepiece.",
        "price":340
    },
    {
        "name": "ZZ Plant - Medium",
        "image": "zamiazz_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Topping the list of indestructible houseplants is the Zamioculcas Zamiifolia more popularly known as the ZZ plant. This plant is loved for his easy going and non-demanding nature. The wide, dark, glossy leaves instantly add life to any interior and he will be a happy trooper in the darkest corners of your home.",
        "price":476
    },
    {
        "name": "Snake Plant - Green",
        "image": "sansevieriagreen_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"One of the hardiest plants, the Sansevieria Green, or the Mother-in-law’s tongue, is the best air purifier in the indoor plant category. It’s almost impossible to kill and its stiff, upright, sword-like green leaves of this plant make her a perfect addition to your contemporary homes. Use it in your workspace or bedroom to make the air healthier.",
        "price":356
    },
    {
        "name": "Snake Plant - Golden Hahnii",
        "image": "sansevieriagoldenhahni_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"A dwarf variety of the famed snake plant family, the Sansevieria Golden Hahnii sports beautiful variegated leaves in grey-green with dark green bands and golden yellow margins. It is a low maintenance plant that is hard to kill even for the most novice of gardeners. Its compact size makes it an excellent choice for office desks and small spaces.",
        "price":380
    },
    {
        "name": "Haworthia Retusa Hybrid",
        "image": "haworthiaretusahybrid_top",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"One of the most eye-catching succulents with white and green striped fleshy leaves and translucent ends. The fleshy almost bubble-like leaves grow in perfect rosettes and gleam beautifully in the sun. Excellent addition to brightly lit window sills and tabletops, the Retusa Hybrid can easily become your pride and joy.",
        "price":396
    },
    {
        "name": "Bamboo Palm Plant",
        "image": "bamboopalmnew_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Its lush green foliage swaying daintily in the breeze is sure to remind you of tropical resorts. The stunning green leaves grow directly from the stem and over time the spread of the plant increases to fill up the pot. An excellent air purifier the bamboo palm is easy to grow and maintain, it makes a great centrepiece in a quirky pot",
        "price":460
    },
    {
        "name": "Aglaonema Red Plant",
        "image": "aglaonemared_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"A great hassle free addition to indoor spaces to lend it colour and charm with its bright red leaves. A lover of indirect to low light areas and little water, this plant is the answer you were looking for to add some character to that empty corner with little light or your work area. Too much green in the plant cluster, add a spot of red and voila!",
        "price":356
    },
    {
        "name": "Rubber Plant",
        "image": "rubbermedium_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"With its dark glossy leaves, the rubber plant is a crowd favourite of both designers and home gardeners alike. An excellent choice for an air purifying as well as an ornamental plant, it thrives in the Indian climate and can live for almost a decade with proper care, which is very little in the first place. Get it home and watch it grow with you.",
        "price":476
    },
    {
        "name": "Haworthia Cooperi Fleshy",
        "image": "haworthiacooperifleshy_top",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Haworthia Cooperi is a cute little succulent with fleshy leaves in a stunning green colour. The bulbous leaves grow in rosettes that can grow up to 4 inches in size. It is propagated by pups that spring up around the mother plant. The leaf tips of the Cooperi turn slightly transparent with light. These slow-growing succulents are excellent for small spaces and make for great gifting options.",
        "price":476
    },
    {
        "name": "Calathea Prayer Plant",
        "image": "calatheaburlemarxnewjuly_45",
        "category":["indoor"],
        "sciname":"",
        "description":"The Calathea Burle Marx, commonly called the Prayer Plant is a global sweetheart in the indoor plant scene owing to his beautiful foliage featuring silvery green leaves with alternating stripes. Named after the famous Brazilian artist and landscape designer – Roberto Burle Marxii, it truly is a piece of art that will be a great addition to any space.",
        "price":296
    },
    {
        "name": "Money Plant N'Joy",
        "image": "moneynjoy_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The Money Plant N’Joy features variegated glossy heart shaped leaves interspersed on a climbing stem. Like all its other family members, the N’Joy variety is a low maintenance and easy to grow plant that doubles up as an excellent air purifier and it is also believed to bring luck and prosperity into your life!",
        "price":300
    },
    {
        "name": "Haworthia Limifolia var. Ubomboensis",
        "image": "haworthialimifoliavariegatedumboensis_top",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Haworthia Limifolia variegated boasts of beautiful olive-green leaves that are triangular in shape and fleshy. The leaves grow in a circular fashion and emerge from the center. A great choice for brightly lit indoor spaces, this compact succulent is great for brightly lit tight corners that have very little space for anything else. These succulents make for excellent gifting options due to their hardy and fuss-free nature.",
        "price":396
    },
    {
        "name": "Stromanthe Triostar Plant",
        "image": "stromanthetriostarmed_45_1",
        "category":["indoor"],
        "sciname":"",
        "description":"Native to the rainforests of Brazil, the Stromanthe Triostar is a decorative plant with a mesmerising multi-coloured foliage. Various shades of green, white-cream & pink come together in swirls to make a masterpiece on the leaves. The Stromanthe Triostar can be grown in decorative indoor pots or outdoor in the shady patches of the garden",
        "price":516
    },
    {
        "name": "Calathea Roseopicta Plant - Medium",
        "image": "calathearoseopictamedium_45",
        "category":["indoor"],
        "sciname":"",
        "description":"With its bright green variegated leaves and a bright pink underside, the Calathea Roseopicta is an absolute stunner. A native of the rainforests, it thrives in humidity with indirect light and little care. The plant works well in low-lit spaces, its big oval leaves are a complete showstopper and excellent air purifiers too. It’s a great addition to any space, especially if placed on a height that allows both sides of the leaves to shine through.",
        "price":916
    },
    {
        "name": "Syngonium White Butterfly Plant",
        "image": "syngoniumpixienew_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The syngonium butterfly is a collection of soft feathery foliage in creamy white with delicate green variegations. The arrowhead-shaped leaves make the plant seem like a gathering of butterflies. The plants are easy to care for and do well in dry-warm climate, both indoor and outdoors and look stunning in shaded patios and balconies. The leaves become whiter as they mature and they are an excellent choice for both tabletop and hanging planters.",
        "price":260
    },
    {
        "name": "Cordyline Chocolate Queen Plant",
        "image": "cordylinechocolatequeen_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The Cordyline chocolate queen is a beautiful evergreen plant with stunning yellow, brown, and purple variegations on a warm green foliage. They are excellent for indoor spaces owing to their compact growing nature that make them versatile as far as placement is concerned. The leaves change colour as they mature making it an object of interest",
        "price":316
    },
    {
        "name": "Philodendron Brasil Plant",
        "image": "philodendronoxycardiumvariegated_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Home gardeners are partial towards philodendrons, maybe because of their easy nature, beautiful foliage, or the sheer versatility with which they can be used in any space. Now, what is better than a simple philodendron, a variegated one! With its beautiful green and yellow variegations, the philodendron brasil will make space in both your home and heart.",
        "price":320
    },
    {
        "name": "Tineke Rubber Plant - Medium",
        "image": "rubberplantvariegatedmed_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Bring life into dull, empty corners with one of the prettiest houseplants, the Rubber Plant Variegated. Its leaves display stunning variegations in shades of cream, pink and green with red midribs. An air purifier that is as stunning as it gets and thrives with little care is an excellent addition to your space.",
        "price":556
    },
    {
        "name": "Chinese Money Plant",
        "image": "pileanew_45",
        "category":["indoor"],
        "sciname":"",
        "description":"The pilea peperomioides is the cute little kid on the block. Also known as the Chinese money plant, due to its coin shaped leaves, the pilea is any gardener's delight to grow. It is equally comfortable running the show alone as it is in being part of a bigger cluster.",
        "price":756
    },
    {
        "name": "Philodendron Xanadu Plant - Golden",
        "image": "philodendronxanadugolden_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Pretty, sturdy, and low maintenance with sophisticated leaves, the Philodendron Xanadu is definitely one plant you must add to your plant family. The shiny, golden-green, and leathery leaves of the Xanadu lend it an exotic look. The Philodendron Xanadu is not just good looking and ornamental but also a great air purifier.",
        "price":300
    },
    {
        "name": "Christmas Cactus",
        "image": "christmascactus_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"True to their name, these flat leafed succulents bloom right in time for the holiday season and that too profusely. The pretty pink blooms last well into the new year and when not blooming they make for a pretty foliage plant. Requiring very little care other than bright light, they are excellent for those sunny windows of yours.",
        "price":300
    },
    {
        "name": "Peperomia Variegated Plant",
        "image": "peperomiavariegated_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"If you love succulents, you will love the Peperomia Variegated. With its waxy and fleshy leaves and unique green and white variegations that change with time and light, it is good addition for tabletops or small spaces and its olive green leaves also provide good contrast. The peperomia needs very little help to make your space look lively.",
        "price":300
    },
    {
        "name": "Anthurium Red Plant",
        "image": "anthurium_45_1_2",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"This plant looks great when planted indoors. It features large, leathery, arrow-shaped green leaves. Its unusual, large, heart-shaped, showy red flowers bloom indoors. It is high on maintenance can be planted in decorative pots in the living room.",
        "price":796
    },
    {
        "name": "Dracaena Golden Milky Plant",
        "image": "dracaenagoldenmilkynew_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Whether it is called the Milky Plant for its milk coloured variegations or because the spots are like stars in the Milky Way galaxy, is a valid question. What is obvious is that it is an epic houseplant suited for every space and even the most underconfident plant parents. Get them home, water them, and do not worry about them and watch them grow.",
        "price":276
    },
    {
        "name": "Philodendron Ceylon Golden Plant",
        "image": "philodendronceylongolden_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"It is very hard not to love the Philodendron Ceylon Golden. Apart from being very easy to care for, the Philodendron Ceylon Golden features crowns of golden-green, almost velvety, leaves that change to a darker shade with light availability and age. What’s more? This plant is also an air - purifying houseplant.",
        "price":300
    },
    {
        "name": "Philodendron Oxycardium Green Plant",
        "image": "philodendronoxycardiumgreen_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The indoor house plant that has been in trend for generations now, the Philodendron Oxycardium Green can as well be called the original superstar of the plant world. Large glossy heart shaped leaves, flexible trailing vines that can be styled as you wish and easy and quick growing nature make it a must have. Let it trail on your walls with the help of wire clips or a trellis – and voila, you have yourself a Pinterest worthy wall.",
        "price":280
    },
    {
        "name": "Crassula Ovata Plant",
        "image": "crassulaovata_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Crassula Ovata, commonly known as the Jade Plant, is an excellent plant featuring waxy, fleshy green leaves that can be grown in both indoor and outdoor spaces. This resilient plant is an easy to grow succulent that is famed to bring luck to your home. It can be pruned to any shape you want. Its low maintenance nature makes it ideal for both homes and offices.",
        "price":280
    },
    {
        "name": "Golden Sedum Plant",
        "image": "sedumgolden_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"They are golden-green, tufty perennial plant with leaves clustered on thick stems. These chubby cuties grow horizontally rather than vertically and are popularly planted in clusters. Their foliage is attractively golden and padded, making her eye-candy for anyone looking to add some minimalist plants in the home decor.",
        "price":296
    },
    {
        "name": "Calathea Rufibarba Plant",
        "image": "calathearufibarba_45",
        "category":["indoor"],
        "sciname":"",
        "description":"A member of the Calathea family, the Rufibarba is a stand-out owing to its slender velvety leaves. This tall and arching plant with dark green leaves and the trademark purple underside can lend height to any space. It takes well to even the less bright corners of your space and with little care it reciprocates with a lively dense foliage.",
        "price":316
    },
    {
        "name": "Dracaena Coffee Plant",
        "image": "dracaenacoffee_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Dracaena plants are amongst the most popular ornamental plants that thrive both indoors and outdoors in our country owing to the near native climatic conditions. Fairly undemanding, these are great choices for small apartment spaces due to their narrow growth pattern. They also add character to those small empty corners or in between furniture pieces.",
        "price":316
    },
    {
        "name": "Aloe Snow Flake",
        "image": "aloeminiwhite_top",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Aloe vera snowflake is a beautiful miniature plant with green and white variegations on spike-like tubular leaves. The leaves are arranged in a rosette fashion and grow up to 4 inches in size. The plats look stunning in small planters and are excellent hassle-free additions to work tables and wall shelves for a little bit of greenery.",
        "price":396
    },
    {
        "name": "Xanthosoma Plant",
        "image": "xanthosomaplant_45",
        "category":["indoor","airPurifier"],
        "sciname":"",
        "description":"One of the more striking indoor plants for indoor spaces, the Xanthosoma never disappoints. A rare tropical plant from the Colombian forests, it is famed for its large arrow-shaped leaves with creamy white veins. It is an ideal plant for tabletops when younger and a stunning floor plant when mature. Pair it with your other indoor plants or make it your pièce de résistance.",
        "price":2760
    },
    {
        "name": "Alocasia Silver Dragon",
        "image": "alocasiasilverdragon_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Alocasia Silver Dragon is the compact Alocasia variety we all have been looking for. With its velvety green leaves that take on a silvery tone as they mature contrasting beautifully with emerald-green venations, the leaves do resemble dragon scales, Game of Throne fans, anyone? Great for both tabletops and outdoor spaces, your dragon scale will be easy to care for and great to look at.",
        "price":1196
    },
    {
        "name": "Philodendron Oxycardium Golden Plant",
        "image": "philodendronoxycardiumgolden_45_1",
        "category":["indoor" , "airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Another classic climber from the Philodendron family, the Philodendron Oxycardium Golden is an evergreen houseplant that features stunning green and glossy foliage which will instantly brighten your space. A proud recipient of the Royal Horticultural Society’s Award for garden merit, it is the preferred choice of house plant for first time gardeners.",
        "price":316
    },
    {
        "name": "Peperomia Green Plant",
        "image": "peperomiagreen_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Peperomia Green is a great houseplant. It is low maintenance, looks beautiful AND purifies air. An ornamental succulent with fleshy, thick green leaves that adapts and grows very well in a variety of conditions. If cared for, this one will be by your side for the long run. Add a pop of green to your home by taking home this beauty.",
        "price":316
    },
    {
        "name": "Fern Morpankhi",
        "image": "fernmorpankhinew_45",
        "category":["indoor" , "airPurifier"],
        "sciname":"",
        "description":"The Fern Fluffy Ruffle has been a mainstay in Indian gardens for generations now, it is a slow-growing compact bush with a dense foliage and fan-like growth. The Fluffy Ruffle Fern changes colours based on exposure to light. An easy to grow plant baby that will add a pop of green and a little eccentricity that your very put-together decor will appreciate",
        "price":316
    },
    {
        "name": "Aglaonema Pink Beauty Plant",
        "image": "aglaonemapinkbeauty_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"If you are a first time gardener looking for an easy one, Aglaonema Pink Beauty is the plant for you. Also called the Chinese Evergreen, it will stay happy and beautiful in low indirect light with little water. Its bright pink leaves add the right amount of jazz and colour to any space and décor. A stunner with its pretty pink foliage both alone and in plant clusters.",
        "price":756
    },
    {
        "name": "Money Plant Satin",
        "image": "eye-level-new_5",
        "category":["indoor"],
        "sciname":"",
        "description":"Brighten your homes with the Money Plant Satin. The Money Plant Satin has large, silky, dark green leaves with beautiful silvery-white variegations that can make any home corner stand out. This plant is also very easy to grow and look after so all you brown thumbs, this is the plant you have been looking for all along!",
        "price":396
    },
    {
        "name": "Snake Plant - Futura Superba",
        "image": "sansevieriafuturasuperba_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Sansevieria Futura Superba is another cousin of the Sansevieria family with green pointed and variegated leaves with yellow edges. It is an ornamental plant that grows in irregular rosette pattern. It does well in small pots even in low light conditions. It can add beautiful texture and elegance to your homes or even offices",
        "price":476
    },
    {
        "name": "Calathea Roseopicta Dottie",
        "image": "calathearoseopictadottie_45_1",
        "category":["indoor"],
        "sciname":"",
        "description":"Add some contrast to your green jungle with the Calathea Roseopicta Dottie. The Calathea Dottie features large, deep purple leaves marked with pink variegation around the leaf edge, a pink midrib, and a pink underside, making it a head turner. A perfect fit for both homes and offices, what’s more is that it purifies air and is also pet friendly.",
        "price":636
    },
    {
        "name": "Philodendron Micans Plant",
        "image": "philodendronoxycardiumblack_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The philodendron oxyacardium black is the brooding hero of your houseplant movie. This stunner has dark moss green leaves, with red undertones. This climber has heart shaped leaves strung delicately on a vining stem that will elevate any space it is placed in.",
        "price":340
    },
    {
        "name": "Aloe Blizzard Plant",
        "image": "aloeblizzard_top_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Aloe Blizzard is a compact and variegated variety of succulent. It features upright, pale green fleshy leaves with white spots or stripes and toothed margin and has frequent flowering periods. Plant it in a bright geometric planter and bring green to your work or side tables.",
        "price":395
    },
    {
        "name": "Aloe Juvenna Plant",
        "image": "aloejuvenna_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Aloe Juvenna, also called Tiger Tooth Aloe is a popular succulent with bright green leaves and white spots. It is particularly well known for its leaf formation that grows in rosettes stacked on top of each other. The name ‘ Tiger tooth’ comes from the spiny edges the leaves sport that are sharp too look at but are not prickly.",
        "price":356
    },
    {
        "name": "Aralia Variegated White Plant - Mini",
        "image": "araliavariegatedwhitemini_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Aralia Variegated White Mini proves that good things come in small sizes! She is tiny, gorgeous, laidback, and giving. This miniature rainforest look alike has beautiful green and white variegation and this Aralia variety will happily thrive anywhere you put her, even if that is along corridors or a in corner of your room.",
        "price":316
    },
    {
        "name": "Bird of Paradise Plant",
        "image": "birdofparadise_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The Strelitzia reginae, more famous as the Bird of Pradise plant is named so for its beautiful orange and blue blooms. A cousin of the banana family, it is one of the easier and more tolerant tropical plants to be grown at home. The plant can grow easily anywhere from bright direct light to semi-shade areas to reward you with graceful arching leaves that come out directly from the soil resembling a hand fan",
        "price":756
    },
   
    {
        "name": "Calathea Rattlesnake Plant",
        "image": "calatheapeacock_45_1",
        "category":["indoor"],
        "sciname":"",
        "description":"The Calathea lancifolia, also known as the Rattlesnake Plant is native to the Brazilian rainforest and a proud winner of Royal Horticultural Society's Award of Garden Merit. A darling of home gardeners for decades now, its popularity still tops the chart owing to its air purifying and pet friendly nature. Its a proud member of the prayer plant family and is cousin to the stunning Calathea makoyana, the peacock plant, and many more stunners but comparatively very easy to take care of.",
        "price":476
    },
   
    {
        "name": "Croton Petra",
        "image": "crotonpetra_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Green, yellow, maroon, peach, orange – if there was ever a plant rainbow, this would be it. A showstopper for any indoor space, the Croton Petra plant purifies air like a pro and looks like a Baroque style painting while doing it. The colourful variegation in its stunning leaves changes colour depending on light and age of the leaf.",
        "price":"540"
    },
   
    {
        "name": "Dracaena Compacta Plant",
        "image": "dracaena-compacta-45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Dracaenas are a darling in the indoor plant community for their easy-going nature and the drama they add to any space. The Compacta, as the name suggests, is a tightly groomed variety that does not change its shape and grows steadily over time making it an ideal for many homes. Your go to choice for areas in your home that have low light.",
        "price":436
    },
   
    {
        "name": "Dwarf ZZ Plant",
        "image": "zzzenzi_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The dwarf ZZ Plant is the new kid on the block. A dwarf cultivar of the ZZ Plant with thick, compact growing nature and very dark green leaves. This stunning and exotic houseplant is absolutely perfect as a desk plant, guaranteed to lighten the mood. The Zenzi is also a perfect fit for your bedrooms and corridors that don’t get much light. What’s more, they are the perfect size for a gift.",
        "price":796
    },
   
    {
        "name": "Fern Emina Plant",
        "image": "fernemina_45_1",
        "category":["indoor","airPurifier"],
        "sciname":"",
        "description":"Fern Emina is the fluffier and cuter sibling of the Boston Fern. It lends a quirky look to your space, and its dark, curly, twisted and thickly packed fronds give her a lush but compact appearance. A great addition to tabletops and hanging baskets, she needs very little of your attention while working away to clean the air in your space.",
        "price":356
    },
   
    {
        "name": "Echeveria Lotus Chinensis Plant",
        "image": "echeverialotuschinensisnew_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"These Echeverias are the perfect combination of rustic and retro and are everything that you were looking for to up your decor. These tiny succulents with symmetrically arranged rosettes with green leaves and red margins that look like a lotus in bloom – just green. Like all succulents, these will thrive with little care in the right environment.",
        "price":380
    },
   
    {
        "name": "Ficus Microcarpa Plant",
        "image": "ficusmicrocarpa_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Ficus Microcarpa or the Chinese banyan or Indian Laurel makes for a very good home plant for people looking to dabble in bonsai. It is a hardy houseplant with glossy and oval green leaves and can adjust to a wide range of growing conditions. Plant it in a beautiful shallow pot and prune to shape its growth and the joy of seeing it take shape will be yours.",
        "price":316
    },
   
    {
        "name": "Echeveria Hybrid Plant",
        "image": "echeveriahybrid_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Echeveria Hybrid is a compact plant of the succulent family perfect for people who have little time on their hands but want a greens pot in their space. As non-demanding as another living thing can be, the echeveria with it silvery colour leaves is suited for all spaces. The leaves grow in perfect rosettes and are a sight to behold.",
        "price":380
    },
   
    {
        "name": "Echeveria Subsesilis Hybrid Silver Plant",
        "image": "echeveriasubsesilishybrid_top_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Echeveria Subsesilis, a succulent variety, is a chubby little boy with well-defined silver-green leaves growing in perfect rosettes. A boy band of him along with his family and friends is the recipe for a perfect indoor garden. All these plants ask for is sunlight in the mornings, and watering once in a while and that is enough for them to live long and prosper.",
        "price":380
    },
   
    {
        "name": "Ficus Bonsai Plant",
        "image": "ficus_bonsai_eyelevel",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Ficus Bonsai, commonly known as the Weeping Fig or Ficus Tree is a beautiful houseplant which is loved by numerous plant parents. It has a unique curved trunk with dark green, oval leaves making it a brilliant centre piece for your living room or side table. Plant them in shallow but wide pots to show if its magnificent stem and roots.",
        "price":788
    },
   
    {
        "name": "Fiddle Leaf Fig Plant - Bambino",
        "image": "bambinonew_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"What's better than the current rockstar of the indoor plant world - Fiddle leaf fig - a dwarf version of it! This easy to handle and maintain dwarf version of the fiddle Is great for areas that are a little tight on space and also for new plant parents to build confidence. All the charm of its elder sibling and easier to maintain, what's not to love.",
        "price":996
    },
   
    {
        "name": "Heart Hoya Plant",
        "image": "hearthoya_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"If you have ever seen, cared for, or received as a gift the Heart Hoya, or Hoya Kerrii plant, then you already know that she is also called the Valentine plant and the Sweetheart Wax plant not only because she is shaped like a heart, but also because she touches the heart. Every plant is a little 5 inch heart shaped leaf and when placed in a basket, eventually they grow into a bushy bunch of green hearts.",
        "price":356
    },
   
    {
        "name": "Heart Hoya Plant - Variegated",
        "image": "hearthoyavariegated_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"What is better than a Heart Hoya? A heart hoya wit beautiful variegations. A slow-growing succulent with heart shaped leaves that are green with yellow creamy margins. The leaves grow in a cluster around the stems. A non-demanding and low-maintenance variety this makes for an excellent gifting option and is also great for new plant parents.",
        "price":380
    },
   
    {
        "name": "Money Tree",
        "image": "pachirabig_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Pachira aquatica or money tree is also famous as the Malabar chestnut - a tall, slender, and majestic indoor plant. It is equal parts fuss-free and beautiful. With its braided stems and leaves that grow in sets of 5, the Pachira makes a great centre piece. Make it a part of your indoor plant cluster or place it in empty room corners to add visual interest. The money tree is also considered to be a token of good fortune and is a great gifting option.",
        "price":1036
    },
   
    {
        "name": "Peacock Plant",
        "image": "calatheapeacocknewjuly_eye",
        "category":["indoor"],
        "sciname":"",
        "description":"The Calathea Makoyana is native to the Brazilian rainforest and a proud winner of Royal Horticultural Society's Award of Garden Merit. A darling of home gardeners for decades now, its popularity still tops the chart owing to its air purifying and pet friendly nature. The leaves are almost translucent with the top variegations reflected on the underside in purple, earning it the name Cathedral Windows .",
        "price":756
    },
    {
        "name": "Philodendron Birkin Plant",
        "image": "philodendronbirkinmedium_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Philodendrons are one of the most loved and widely grown indoor plant species in the world, but what is better than a regular philodendron is a variegated one. The birkin has a stunning dark green colour with elegant white variegations resembling fish bone. The leaves are glossy and heart shaped and ovate and bring an interesting charm to any space.",
        "price":796
    },
    {
        "name": "Philodendron Selloum Plant",
        "image": "45-new",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Your Philodendron Selloum can easily stay with you for more than a decade with proper care, keep the leaves dry and the soil moist, not soggy. This tropical darling loves a warm humid environment and is an excellent air purifier for indoor spaces. Great addition to both living rooms and bedrooms, get it home and watch it transform into a more spruced up version of itself.",
        "price":1036
    },
    {
        "name": "Sansevieria Superba Green - Snake Plant",
        "image": "sansevieriasuperbagreen_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The most commonly found sansevieria in home and office space and rightly so, due to its ability to live with neglect. One of the best air purifying plants out there, the Superba sports stunning variations and leaf margin on its sword like leaves and is an answer to every new plant parents prayers. Add it to your homes for its otherworldly charm.",
        "price":476
    },
    {
        "name": "Haworthia Cymbiformis Plant",
        "image": "haworthiacymbiformis_top_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Native to South Africa, the Haworthia Cymbiformis literally means boat shaped. The green fleshy leaves grow in beautiful rosettes and are tipped with translucent skin that gives it a dewy appearance. Place them on your work desk to brighten up your work space.",
        "price":320
    },
    {
        "name": "Sansevieria Gold Flame Snake Plant",
        "image": "sansevieriaflamemed_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Sansevieria Flame is another cousin of the Sansevieria family with green pointed and variegated leaves with yellow edgesor a yellow underside. It is an ornamental plant that grows in irregular rosette pattern. It does well in small pots even in low light conditions. It can add beautiful texture and elegance to your homes or even offices.",
        "price":540
    },
    {
        "name": "Haworthia Maculata Plant",
        "image": "haworthiamaculata_top_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The haworthia maculata has faceted leaves with pointy ends that are fleshy and speckled with whit variegations. These cheeky little fellows are excellent for terrariums or as desk planters to bring that spot of green to work areas without much fuss.",
        "price":340
    },
    {
        "name": "Haworthia Limifolia Variegated",
        "image": "top-angle-new_5",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Its fuss free, variegated, cute, and grows in perfectly symmetrical rosettes...what more could one want from a plant! The Haworthia Limiifolia is a darling of the succulent world for its ability to thrive in near neglect and still produce more and more stunning variegations every day. A great addition to any home, the Haworthia is also pet friendly",
        "price":636
    },
    {
        "name": "Syngonium Pink Neon - Medium",
        "image": "newsyngoniumpinkmedium_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Syngonium Pink Neon is simply the cutest ornamental creeper you will have met. Its adorable pink heart-shaped foliage makes him look like an artificial plant. Ideal for both tabletops and floor planters, with proper care, it can grow up to 3 to 6 feet. This Goosefoot plant is wonderfully unpredictable because as a baby he grows upright but can totally either trail or climb as he grows older.",
        "price":436
    },
    {
        "name": "Calathea Orbifolia - Medium",
        "image": "calatheaorbifolianew_45",
        "category":["indoor"],
        "sciname":"",
        "description":"Calathea Orbifolia is the plant that will make you turn and look at it for the second time - although it almost always is love at first sight. With its oversized circular leaves striped with silver it’s not just an exquisite beauty but an excellent air purifier that is perfect for most spaces. It thrives in indirect light and is also pet friendly.",
        "price":996
    },
    {
        "name": "Aglaonema Elegance Plant",
        "image": "aglaonemaelegancepink_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Aglaonemas are easy to care for and are great plants for gardening novices. Aglaonema elegance pink has stunning pink foliage with green speckles, that brightens up each and every corner of you home. Excellent for low-light areas, they are excellent indoor plants. Use them as tabletop varieties or make them a part of a plant cluster to offset the green foliage of other plants.",
        "price":1036
    },
    {
        "name": "Aglaonema Light Pink Plant",
        "image": "aglaonemalightpink_45_1",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"If you are a lover of foliage plants in different colours, the aglaonema light pink will satisfy your curiosity and brighten up your collection. An excellent indoor plant that has adapted itself to thrive in low light conditions and reward you with stunning light pink leaves. The plants is fuss free and easy to take care of and is also a good air-purifier.",
        "price":796
    },
    {
        "name": "Fiddle Leaf Fig Plant - Medium",
        "image": "fiddleleaffigmedium_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The coolest kid on the block at the moment and an Instagram superstar, the Ficus Lyrata or the Fiddle Leaf Fig is a tropical plant that is also a great air purifier. Give it a spot with enough light and proper watering and it will gift you with beautiful broad leaves that will make your space worthy of a magazine feature. Get it home.",
        "price":796
    },
    {
        "name": "Aglaonema Cutlass Plant",
        "image": "aglaonemacutlass_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Aglaonema Cutlass is one of the easiest indoor plants to grow. It has beautiful long, lance-shaped leaves that give it a dense look. The olive-green leaves have a silver centre that lend it an ethereal feel. Cutlass. It makes a good office plant especially if your office has very little natural light and it is also known to be a NASA approved clean air plant.",
        "price":580
    },
    {
        "name": "Cordyline Fruticosa Plant",
        "image": "cordylinefruticosachennai_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"No, you don’t have to be an experienced plant parent to be able to take care of the cordyline red. One of the most coveted decorative indoor plants for theor stunning red foliage and hardy nature, the plant is excellent for almost all indoor growing conditions. Its red foliage provides a much needed contrast to all your other green babies and add colour to your home.",
        "price":380
    },
    {
        "name": "Lemon Grass",
        "image": "lemongrassbig_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"If you are a tea lover then you know exactly the kind of freshness the Lemongrass brings to any setting. Native to Southeast Asia, the Lemongrass is a treasure trove of benefits. Excellent addition to your home gardens for its tall grass-like appearance, fresh lemony smell, and its ability to keep away insects, also this baby will look lush with very little care. You can use it to make your own cleaning spray or use it as a room freshener.",
        "price":476
    },
    {
        "name": "Boston Compacta",
        "image": "bostoncompacta_45",
        "category":["indoor","airPurifier"],
        "sciname":"",
        "description":"True to its name, the Boston Compacta is a more compact and sturdy variety of the crowd favorite Boston fern. The fronds are denser and more curled as compared to the other regular varieties. This makes the green fern mini more hardy to withstand comparatively more heat and drier climates. They are a beauty in hanging and wall planters and look lush and green at all times with proper misting and watering.",
        "price":396
    },
    {
        "name": "Calathea Sanderiana",
        "image": "calatheasanderiananew_45_1",
        "category":["indoor"],
        "sciname":"",
        "description":"The Calathea ornata, also called the Calathea Pinstripe, is loved for his one of a kind foliage and tropical beauty. Although a little temperamental, it is not difficult to master its growing requirements. This pet-friendly plant has beautiful glossy leaves that are dark green in colour with pink and white lines which almost look hand painted!",
        "price":756
    },
    {
        "name": "Red Prayer Plant",
        "image": "redprayerplant_45",
        "category":["indoor"],
        "sciname":"",
        "description":"This cutie makes a great hanging plant or shelf plant. The leuconeura is said to be one of the easiest prayer plants to care for and is prized for its strikingly beautiful leaves in shades of green and striking red, a member of the famed prayer plant family. It’s care isn't difficult as long as its specific needs for humidity, temperature, and water are met.",
        "price":756
    },
    {
        "name": "Sansevieria Tornado Plant",
        "image": "sansevieria-tornado_45-new",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"With twisting dark green foliage with bold lime green margins the sansevieria tornado is incredibly alluring! Each glossy leaf is curled and twisted clockwise to create a stunning whirlpool effect, thus the name. As a young plant, it has a low rounded shape that sits nicely on a worktop or coffee table. As it grows, it gradually extends upwards to form an upright central stem, making a fine floor-standing specimen. Also known as the Dragon Tree, it is undemanding and easy to grow with relatively slow growth.",
        "price":420
    },
    {
        "name": "Sansevieria Boncel",
        "image": "sansevieriaboncelnew_45",
        "category":["airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"This one’s a rarity, the cutest member of the famed sansevieria family. It features plump, short leaves that look like spears - but harmless. With its unique white or green stripes that spread out, into a starfish-like shape, it fills the pot it grows in. Easy to grow and enough flair to hold its own, the Boncel just needs bright indirect light.",
        "price":316
    },
    {
        "name": "Green Fern Plant - Mini",
        "image": "greenfernmini_45_1",
        "category":["indoor"],
        "sciname":"",
        "description":"Big things come in small packages - this holds especially true for the Green Fern Mini. A super-compact and cute as a button plant with miniature, crowded, droopy and bright green foliage. It fits in with a majority of décor styles, but are a match made in heaven for Bohemian and Mid-century Modern interior design styles.",
        "price":316
    },
    {
        "name": "Golden Fern Plant",
        "image": "goldenfern_45",
        "category":["indoor","airPurifier"],
        "sciname":"",
        "description":"Golden Fern is everything you wish for in your Fern – golden green leaves – check; dense, happy foliage – check; low maintenance – check; air purifying – check. With beautiful leaves on delicate fronds that grow directly from the soil, the fern is a great addition to any indoor space with sufficient indirect light.",
        "price":316
    },
    {
        "name": "Sansevieria Whitney - Snake Plant",
        "image": "eye_level_8",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"The Whitney is a compact sansevieria variety native to Africa whose sword like leaves emerge in rosettes. The leaves are dark green in colour with speckled silvery margins. It can grow up to 6 inches making it perfect for tabletops. This drought resistant queen of air purification needs very little care and is perfect for people who travel a lot.",
        "price":556
    },
    {
        "name": "Aglaonema Osaka - Medium",
        "image": "aglaoemaosakamedium_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Commonly known as the Spring Snow, Aglaonema Osaka White is loved by home gardeners through the world for its fuss-free nature and its ability to lighten up any space and add texture and depth to plant clusters. The leaves are a glossy dark-mossy green speckled with stunning white. It is one of the easiest houseplants for beginners.",
        "price":796
    },
    {
        "name": "Rabbit's Foot Fern Plant",
        "image": "rabbitsfootfern_45",
        "category":["indoor"],
        "sciname":"",
        "description":"Called so for the furry rhizomes that slowly creep out of the pot, the rabbit's foot fern is a soft foliage houseplant fit for growing in planters, both hanging and tabletop. They look spectacular hanging in covered patios as well as overflowing out of pdedstal planters. The glossy dark green fronds are divided very finely and lend a beautiful cascading effect.",
        "price":956
    },
    {
        "name": "Aglaonema Pearl",
        "image": "aglaonemapearlaugupdate_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"Frankly speaking, Aglaonemas are one of the most underrated plants in the houseplant community. Look at the Aglaonema Pearl with its stunning variegations in silver-gray on large ovate-moss green leaves that stand proud and erect on snow-white stems. One of the easiest indoor plants to care for that doubles up as an air purifier.",
        "price":1160
    },
    {
        "name": "Aglaonema Manila Beauty",
        "image": "aglaonemamanilabeautynew_45",
        "category":["indoor","airPurifier","lowMaintenence"],
        "sciname":"",
        "description":"One of the more stunning members of the Chinese Evergreen family, the Manila Beauty is beautiful with its dark green leaves sporting fish bone pattern in silvery white. This easy-to-grow indoor houseplant variety is famed in Feng Shui to bring luck and is scientifically known to be an excellent air purifier. An extremely low maintenance plant, it is perfect for novice gardeners.",
        "price":1160
    },
    {
        "name": "Aechmea Fasciata Plant",
        "image": "aechmeafasciatawithoutflower_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"A flowering member of the bromeliad family, it is more popularly known as the Silver Vase or the Urn Plant. It sports leathery arched leaves, in mottled silver and sea green that are arranged in a rosette forming a watertight vase or urn, thus the common name. Easy to care for, it has blue blooms emerging from a bright pink bract. It is an excellent indoor plants if you're looking for a tropical plant that is a bit different.",
        "price":1316
    },
    {
        "name": "Calathea Zebrina Plant - Medium",
        "image": "calatheazebrina_45_1",
        "category":["indoor"],
        "sciname":"",
        "description":"",
        "price":500
    },
    {
        "name": "Calathea Burle Marxii Plant",
        "image": "calatheaburlemarxiinewjuly_45_1",
        "category":["indoor"],
        "sciname":"",
        "description":"The Calathea Burle Marxii, commonly called the Fishbone Prayer Plant is a global sweetheart in the indoor plant scene owing to his beautiful foliage featuring silvery green leaves with alternating stripes. Named after the famous Brazilian artist and landscape designer – Roberto Burle Marxii, it truly is a piece of art that will be a great addition to any space.",
        "price":636
    },
    {
        "name": "Twisted Hoya",
        "image": "twistedhoya45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"We aren’t exaggerating if we tell you that the Twisted Hoya plant is a Van Gogh painting brought to life. The Hoya Cornosa, or Twisted Hoya plant characteristically has shiny, waxy, cupped, and twisted leaves curled around on the hanging stems. Also called the Krinkle Curl plant and this conversation starter will add a unique touch to your home.",
        "price":796
    },
    {
        "name": "Calathea Medallion - Big",
        "image": "calatheamedallionbig_45",
        "category":["indoor"],
        "sciname":"",
        "description":"With its bright green variegated leaves and a bright pink underside, the Calathea Rosea-picta is an absolute stunner. A native of the rainforests, it thrives in humidity with indirect light and little care. It’s a great addition to any space with its air-purifying quality and the ability to grow happily in indoor spaces.",
        "price":1036
    },
    {
        "name": "Zebra Haworthia Plant",
        "image": "zebrahaworthianew_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"These beautiful dainty succulents are one of the most attractive table top plants ever! With their rich green colour and white stripe like variegations they paint a mesmerising picture. The fleshy leaves grow in rosettes and their non-fussy nature makes them a great gift option.",
        "price":380
    },
    {
        "name": "Haworthia Fasciata Plant",
        "image": "haworthiafasciata_top_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"These beautiful dainty succulents are one of the most attractive table top plants ever! With their rich green colour and white stripe like variegations they paint a mesmerising picture. The fleshy leaves grow in rosettes and their non-fussy nature makes them a great gift option.",
        "price":340
    },
    {
        "name": "Aloe Pepe",
        "image": "aloepepenew_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Want a spot of green on your work table or in that beautiful glass terrarium you have. This dwarf aloe variety with silver speckled, fleshy leaves and silvery bristles should be your choice. Non-demanding, cute, compact, and air purifying, it’s great for adding character to your open bookshelves or side tables too.",
        "price":396
    },
    {
        "name": "Kalanchoe Tomentosa Plant",
        "image": "kalanchoetomentosasid_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"A Madagascar native, this furry succulent loves the sun. It has silvery green leaves with brown markings on the edges that make it look like a cat’s ears or panda paws. Add it to your succulent arrangements or let it take the spotlight on your sunny window sills. Given the right conditions it can grow to 1-2 feet and become your succulent best friend.",
        "price":556
    },
    {
        "name": "Calathea Pinstripe Plant",
        "image": "calatheaornatapinstripe_45_1",
        "category":["indoor"],
        "sciname":"",
        "description":"The Calathea Ornata, also called the Calathea Pinstripe is loved for his one of a kind foliage and tropical beauty. Although a little temperamental, it is not difficult to master its growing requirements. This pet-friendly plant has beautiful glossy leaves that are dark green in colour with pink and white lines which almost look hand painted!",
        "price":700
    },
    {
        "name": "Snake Plant - Golden",
        "image": "sansevieriagolden_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"This air purifying plant is one of the most architectural plants thanks to its upright, sword-like leaves with yellow edges. A NASA certified air purifier, the sansevieria is easy to grow and is a great addition to any space. These are also great options for office spaces due to their compact growing pattern, a no-fuss attitude and low light needs.",
        "price":356
    },
    {
        "name": "Calathea Faux Green Plant",
        "image": "calatheafauxgreen_45",
        "category":["indoor"],
        "sciname":"",
        "description":"With its bright green variegated leaves and a bright pink underside, the Calathea faux-green is an absolute stunner. A native of the rainforests, it thrives in humidity with indirect light and little care. It’s a great addition to any space with its air-purifying quality and the ability to grow happily in indoor spaces.",
        "price":340
    },
    {
        "name": "Poinsettia Plant",
        "image": "45_32",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Christmas plant carries all the festive cheer and traditional colours. The Poinsettia Plant instantly lifts up any room it is in and is the best Christmas décor money can buy. Colourful, with bright red leaves surrounding the buds amongst dark green leaves, the Poinsettias are the happiest and brightest in the months of December and January.",
        "price":596
    },
    {
        "name": "Aloe Vera Mini Plant",
        "image": "aloeveramini_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The mini aloe vera has all the beauty of its bigger sister and none of the space requirements. With its green fleshy leaves that grow from the centre of the leaf cluster, its a great addition to tight spaces. An air purifier that is more famous for its medicinal uses, it has been called the ‘plant of eternity’ through civilizations.",
        "price":300
    },
    {
        "name": "Cactus Plant - Elongated",
        "image": "elongatedcactus_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Cacti are the favourite of new plant parents, owing to the minimal maintenance that they require. Cacti can adapt to their natural habitat and change their shape to one that is most suited to conserve and store water. It looks equally beautiful in both traditional and modern minimalistic setup and provide an excellent contrast to foliage plants.",
        "price":380
    },
    {
        "name": "Aloe Vera Green Mini Plant",
        "image": "aloeveragreenmini_top_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The mini aloe vera has all the beauty of its bigger sister and none of the space requirements. With its green fleshy leaves that grow from the centre of the leaf cluster, makes for a great addition to tight spaces. This succulent baby requires very little care and looks especially fetching in beautiful ceramic planters. Give him a spot on your side table for that spot of green.",
        "price":300
    },
    {
        "name": "Aloe Vera Star Plant",
        "image": "aloeverastar_top_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"The Aloe Vera Star or the Haworthopsis Limifolia is an attractive succulent with beautiful variegations in the form of stripes. Extremely easy to grow, it can thrive in bright to medium light conditions, making it suitable for several places in your home. If you are a new plant parent who is just dipping their toes, this one is for you",
        "price":340
    },
    {
        "name": "Earth Star Plant - Pink",
        "image": "earthstarpink_top_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"A member of the bromeliad family, native to Brazil, the earth star brown is a short plant with tapering flat leaves arranged in rosettes. This low growing stunner boast of wavy leaves with a striped variegation. An excellent choice for table tops and shelves.",
        "price":260
    },
    {
        "name": "Haworthia Turgida",
        "image": "haworthiaturgida_top",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"A small succulent that grows in rosettes of glossy light green leaves with a crystalline texture. The succulent does very well indoors with bright indirect light and grows up to a size of 4 inches. The leaf tips are curved and translucent at the top with green striations. In ideal conditions, the succulents produce white tubular flowers on upright wiry stems.",
        "price":476
    },
    {
        "name": "Haworthia Coarctata Plant",
        "image": "zebrahaworthia_45",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Haworthia Coarctata is a beautiful dark green succulent with white zebra like stripe. These are slow growers and don’t grow too big making it an excellent table top plant and also a great gifting option. These fuss free babies can go without water for several weeks and look brilliant in quirky containers and interesting soil mixes.",
        "price":356
    },
    {
        "name": "Earth Star Plant",
        "image": "earthstar_top_1",
        "category":["indoor"],
        "sciname":"",
        "description":"A member of the bromeliad family, nativve to Brazil, the earth star brown is a short plant with tapering flat leaves arranged in rosettes. This low growing stunner boast of wavy leaves with a striped variegation. An excellent choice for table tops and shelves.",
        "price":276
    },
    {
        "name": "Philodendron Atom Plant",
        "image": "philodendronselloumgreen_45_1",
        "category":["indoor","lowMaintenence"],
        "sciname":"",
        "description":"Want the ease of a philodendron, but with large lobed leaves, take home the Philodendron Atom. This beauty is extremely durable, low maintenance, and can survive some neglect too. Waxy, dark green leaves of the Philodendron Atom make it a perfect ornamental addition to your indoor garden.",
        "price":700
    },
    {
        "name": "Calathea Yellow Fusion",
        "image": "calatheayellowfusion_45",
        "category":["airPurifier"],
        "sciname":"",
        "description":"A darling of the tropical rain forests, the Calathea Yellow Fusion is absolutely beautiful and extremely well-suited for medium-lit indoor spaces. The lance-shaped leaves have beautiful variegation in lime green and soft yellow – almost like a master artist’s best work. It does exceedingly well with indirect light and lots of humidity and is also safe for your furry friends.",
        "price":996
    },
    {
        "name": "Ajwain Plant",
        "image": "ajwain_45_1",
        "category":["lowMaintenence"],
        "sciname":"",
        "description":"A staple in Indian kitchens deserves a place in your garden. Also famous as Indian borage or a Mexican mint, use the leaves as mouth freshener or dry them to use as spices. A great addition to your indoor spaces with beautiful leaves that also make your home smell great at all times. Growing your own herbs also means, no pesticides for sure.",
        "price":276
    },
    {
        "name": "Cypress Golden Plant",
        "image": "cyprus_golden_45",
        "category":["lowMaintenence"],
        "sciname":"",
        "description":"With its green-yellow needle-like foliage and graceful conical foliage growth pattern, this small conifer has a bright citrus smell. It is easy to care for and is extremely non-fussy and with its golden-green foliage providing a perfect contrast to other plants in a plant cluster. Excellent for those corners or tables that receive full sun for most of the days. The cypress is a party of one when it comes to brightening any space.",
        "price":460
    },
    {
        "name": "Agave Lophantha Superwhite",
        "image": "agavelopanthasuperwhite_45",
        "category":["indoor"],
        "sciname":"",
        "description":"This tiny succulent with variegated white and green tongue-shaped leaves that grow in mesmerizingly symmetrical rosettes is enough to add both charm and sophistication to your tables or shelves. Agaves are one of the easiest plants to care for. This beautiful member of the succulent family is great for your tabletops and study tables and also looks stunning as a part of succulent arrangements. Agaves thrive on neglect and do not require anything other than a sunny spot and occasional watering to beautify your home.",
        "price":676
    },
    {
        "name": "String of Bananas Plant",
        "image": "stringofbananasspink_45",
        "category":["lowMaintenence"],
        "sciname":"",
        "description":"The wonderful and whacky string of bananas is an excellent hanging succulent. A close relative of the string of pearls, it’s the easier cousin to take care of and keep alive. Its leaves are shaped like bananas or fishhooks and if grown in the ground they can trail along the ground. These fast growers look quirky in both wall and hanging planter.",
        "price":796
    }
]